Repository: Keming956/constitution_corpus
Catalog: data/raw/corpus_aligné.tmx
Source language: en_us
Languages: fr_fr

source: They will mostly survive long enough to receive improved treatments that will give them a further 30 or maybe 50 years.
fr_fr: Mais si vous n'avez que 50 ans, il y a une chance que vous pourriez sortir de la descente en piqué et, vous savez -- (Rires) ensuite tenir bon.

source: I decided to give this a little name, which is ""longevity escape velocity.""
fr_fr: Je l'appelle - ce n'est pas très original - le rajeunissement robuste d'une souris.

source: I say we're going to take a long-lived strain of mouse, which basically means mice that live about three years on average.
fr_fr: Nous devons exprimer notre meilleur supposition en ce qui concerne la ligne du temps, afin de donner aux gens un sens de la proportion pour qu'ils puissent considérer leurs priorités.

source: I say that's nonsense.
fr_fr: Je vais utiliser ce mot ""dégâts"" pour signifier ces choses intermédiaires qui sont causées par le métabolisme, et qui finalement causent la pathologie.

source: They'll be wrong, but that actually won't matter too much.
fr_fr: Et la raison pour laquelle c'est une bataille perdue d'avance c'est parce que les dégâts continuent de s'accumuler."

source: Because the critical thing about this is that even though the damage only eventually causes pathology, the damage itself is caused ongoing-ly throughout life, starting before we're born.
fr_fr: L'approche de l'ingénierie dit tout simplement: ""Allons-y - de temps en temps on répare toutes ces sortes variées de dégâts -- pas nécessairement une réparation totale, mais assez importante, pour que nous tenions le niveau de dégâts en-dessous du seuil qui doit exister, au-delà duquel ils causent la pathologie.""

source: "So there's a third approach, if we look at it this way.
fr_fr: C'est une liste de sortes de pathologies qui sont liées au vieillissement, et c'est une liste incomplète.

source: Well, this is basically it.
fr_fr: Nous sommes faits de cellules et de matériau entre les cellules.

source: The point about this slide is actually the bottom.
fr_fr: Qu'est-ce qui peut accumuler des dégâts?

source: If we try to say which bits of metabolism are important for aging, we will be here all night, because basically all of metabolism is important for aging in one way or another.
fr_fr: La réponse c'est dans des molécules d'une grande longévité, parce que si une molécule d'une courte longévité est endommagée, mais qu'ensuite elle est détruite, comme, par exemple, lorsque une protéine est détruite par la protéolyse - alors les dégâts sont partis également.

source: Cell loss, mutations in chromosomes, mutations in the mitochondria and so on."
fr_fr: Alors bien sûr il y a des biologistes parmi le public ici et je veux répondre à quelques-unes des questions que peut-être vous voulez poser. sommes no mais au fond il faudrait que vous en lisiez plus, j'ai publié énormément de choses sur tout cela; je cite le travail expérimental sur lequel mon optimisme se base, et il y a pas mal de détails.

source: Audience: Since you've been talking about aging and trying to defeat it, why is it that you make yourself appear like an old man?
fr_fr: AG: C'est ça.

source: There are species that have no aging -- Hydra for example -- but they do it by not having a nervous system -- and not having any tissues in fact that rely for their function on very long-lived cells.
fr_fr: Et vous pouvez le constater, le processus réel par lequel -- et ceci est étayé par ce livre de 500 pages -- les gouvernements sont descendus et les citoyens se sont élevés.

source: I'll just take you to Bangladesh for a minute.
fr_fr: Mais si vous regardez, si vous avez cette perspective, alors vous pouvez voir ce qui s'est passé ces 60 dernières années.

source: I mean, there is plenty of knowledge and scientific breakthroughs.
fr_fr: Il a renforcé les gouvernements.

source: And in the end, there's better bargaining between the authorities and citizens, and democracies, capitalism -- everything else flourished.
fr_fr: A l'inverse, vous pouvez voir que l'institution la plus importante du monde, la Banque Mondiale, est une organisation du gouvernement, par le gouvernement, pour les gouvernements.

source: The authorities did not have the reason to make economic growth happen so that they could tax people and make more money for to run their business.
fr_fr: Et l'une d'elles est les téléphones portables.

source: If citizens can network and make themselves more organized and productive, so that their voices are heard, so then things would improve.
fr_fr: Et une fois ma mère m'a demandé d'acheter un médicament pour un de mes petits frères.

source: There could be all sorts of technologies.
fr_fr: Donc, naturellement, je -- l'implication de cela est que le téléphone est une arme contre la pauvreté.

source: And one time my mother asked me to get some medicine for a younger sibling.
fr_fr: Et je n'en ai pas trouvé beaucoup, vraiment, mais j'ai trouvé ce graphique produit par le ITU, qui est l'Union Internationale des Télécommunications, basée à Genève.

source: So I had another unproductive day."
fr_fr: Donc les Etats-Unis ou le Royaume-Uni seraient ici, à l'extérieur.

source: And it turns out, that there was one telephone in Bangladesh for every 500 people.
fr_fr: La question était, combien celà coûte d'installer un nouveau téléphone au Bangladesh ?

source: So I started looking for any evidence that -- does connectivity really increase productivity?
fr_fr: Mais comment se spécialiser ?

source: And I couldn't find much, really, but I found this graph produced by the ITU, which is the International Telecommunication Union, based in Geneva.
fr_fr: Disons que je suis un pécheur et un fermier.

source: And so the impact of one new telephone, which is on the vertical axis, is very little.
fr_fr: Et si nous étions voisins, j'aurais juste à me rendre à sa maison.

source: I mean, in America, people buy cars, and they put very little money down.
fr_fr: Par exemple, Internet a explosé aux Etats-Unis parce que les gens avaient des ordinateurs.

source: And of course, even if that's true, then what about initial buying power?
fr_fr: C'est pour ça que j'ai prêté attention à la Grameen Bank, qui est une banque pour les gens pauvres, qui avait 1100 succursales, 12000 employés, 2,3 millions d'emprunteurs.

source: "And anyway, to cut the time short -- so I started -- I first went to them and said, ""You know, perhaps I could connect all your branches and make you more efficient.""
fr_fr: "J'ai donc écrit à la banque, et ils ont réfléchi un moment et ils m'ont dit ""C'est un peu fou mais logique.

source: The cow gives milk.
fr_fr: Pour faire court, voici la couverture du pays.

source: And suddenly I realized that a cell phone could be a cow.
fr_fr: Mais nous investissons aussi 300 autres millions de dollars cette année pour étendre cette couverture.

source: And these phones are generating about 100 million dollars for the company.
fr_fr: Les pauvres sont une ressource.

source: This is what some people think.
fr_fr: Il a produit des générateur électriques, sur lesquels nous faisons une expérience au Bangladesh, dans deux villages où le fumier de vache produit du biogaz, qui fait fonctionner ces générateurs.

source: Businesses -- this one company has raised the -- if the ideal figures are even five percent true, this one company is raising the GNP of the country much more than the aid the country receives.
fr_fr: Plus de 2000 personnes ont gravi le Mont Everest.

source: And each of these generators is selling electricity to 20 houses each.
fr_fr: C'est une aventure qui est juste à la limite des possibilités humaines.

source: I specialize in dragging heavy things around cold places.
fr_fr: La seconde est : Comment fait-on ses besoins par moins 40 ?

source: What's next?"
fr_fr: On avait faim, on perdait beaucoup de poids.

source: It all started back in 2001.
fr_fr: La météo était imprévisible, la glace était très mauvaise.

source: We were both pretty hungry, losing lots of weight.
fr_fr: Et j'ai senti que j'avais échoué totalement.

source: We couldn't afford a satellite phone, so we had HF radio.
fr_fr: En skiant pendant ce premier voyage, j'avais deux images fantasmées que je me repassais dans la tête quand ça devenait dur d'avancer.

source: Ultimately, we ran out of time.
fr_fr: Un instant de gloire, la musique montant en crescendo.

source: The lesson is: don't even try.""
fr_fr: Puis vers Krasnoyarsk en Sibérie, sur une compagnie russe : KrasAir, ça s'épelle K-R-A-S. Ensuite, on avait affrété un vieil avion russe pour nous emmener à Khatanga, le dernier lieu civilisé.

source: This time, I wanted to go right across, on my own this time, from Russia, at the top of the map, to the North Pole, where the sort of kink in the middle is, and then on to Canada.
fr_fr: (Rires) On devait y passer une seule nuit.

source: When the ice was flat or flattish, I could just about pull both.
fr_fr: Plus tard dans l'expédition le problème n'était plus la glace.

source: I got up in the morning, took the tent down, skied north for seven-and-a-half hours, put the tent up, and I was two and a half miles further back than when I'd started.
fr_fr: Je l'enfilais par dessus mes bottes et mes gants, je la serrais autour de mon visage, très serré.

source: It would go on over my boots, over my mittens, it would pull up around my face,
fr_fr: Ici c'est de la navigation dans ce qu'on appelle un ""voile blanc"".

source: When you get lots of mist, low cloud, the wind starts blowing the snow up.
fr_fr: Vous pouvez voir il y a un 9 et une suite de zéro ici.

source: I got to the Pole on the 11th of May.
fr_fr: Pris quelques photos.

source: There's nothing there, purely because it's sea ice.
fr_fr: Ma mère.

source: Strange mixture of feelings: it was extremely warm by this stage, a lot of open water around, and of course, elated that I'd got there under my own steam, but starting to really realize that my chances of making it all the way across to Canada, which was still 400 miles away, were slim at best.
fr_fr: (Rires) Quatre-vingt dix.

source: I took a photo of that.
fr_fr: J'ai finalement eu ma mère.

source: I dialed the CEO of my sponsor.
fr_fr: Il y a énormément d'eau juste au sud de ta position.

source: (Laughter) (Video): Ninety.
fr_fr: Est-ce que tu pourrais trouver une piste ?""

source: I wanted to get as close to Canada as I could before conditions just got too dangerous to continue.
fr_fr: "C'était juste.

source: The plane taxied up to where I was standing.
fr_fr: Et il -- J'ai appris depuis que c'était la procédure normale, mais à ce moment là j'étais inquiet.

source: The door opened.
fr_fr: Il a mis sa main sur les gaz.

source: Antarctica, if you include the ice shelves, is twice the size of Australia -- it's a big place.
fr_fr: J'avais 13 ans, il est encadré au-dessus de mon bureau à la maison.

source: Every South Pole expedition you may have heard about is either flown out from the Pole or has used vehicles or dogs or kites to do some kind of crossing -- no one has ever made a return journey.
fr_fr: En fait, nous avons même régressé.

source: Airplanes were invented by natural selection.
fr_fr: On pensait qu'il y aurait des animaux, on savait qu'il y avait des plantes, les couleurs changent, pas vrai ?

source: "Well, who was inspired during that time period?
fr_fr: Et aussi, on avait pas de drogues en ce temps-là.

source: Well, what happened when I was a little kid was -- some pretty heavy stuff too.
fr_fr: Et plus de 3000 de ces avions volent.

source: Here's the biggie, and that is, you don't have innovation cycles if the government develops and the government uses it.
fr_fr: Maintenant, on sait comment faire pour les vols suborbitaux, de manière sûre, au moins aussi sûre que les premières compagnies d'aviation, ça c'est faisable.

source: Because the moon doesn't have an atmosphere -- you can do an elliptical orbit and miss it by 10 feet if you want.
fr_fr: Mais ce qui s'est passé, le fait qu'il y a eu cette industrie importante, des gros développements, grandes améliorations et possibilités et ainsi de suite, et ils étaient installés dans assez de foyers, nous étions mûrs pour une nouvelle invention.

source: "OK.
fr_fr: Et il ne faudra pas longtemps avant que vous ne puissiez convaincre des gosses qu'on n'a pas toujours eu des ordinateurs dans nos maisons.

source: What's out there is there's something really interesting going to happen here.
fr_fr: Ainsi on en avait la capacité.

source: We lost.
fr_fr: Eh bien, c'est bizarre vous savez, vraiment.

source: You cannot buy a ticket commercially to fly into space in America -- can't do it.
fr_fr: Les Russes ont, en fait, fait voler un avion de transport supersonique avant le Concorde.

source: Whether we're first or not really doesn't matter.
fr_fr: On l'a fait pendant une longue période.

source: I think you kind of see the same kind of parallel when the commercial stuff is offered.
fr_fr: Mais la NASA a développé une compagnie de transport spatial, l'a toujours fait, et opère la seule compagnie de transport spatial.

source: This little thing says here: five times what NASA's doing by 2020.
fr_fr: Mais en juin 2004, quand j'ai montré ce qu'un petit groupe isolé pouvait vraiment faire, pouvait démarrer quelque chose, tout a changé après ça."

source: OK, thank you very much.
fr_fr: Nous sommes très courageux. et nous ne voulons pas admettre qu'on a un mal de chien à la poitrine.

source: And people with silent ischemia -- which, translated into English, means they don't have any symptoms -- it takes even longer for them to get to the hospital.
fr_fr: Ceci, mesdames et messieurs, est une crise cardiaque.

source: Symptoms are often denied by the patient, particularly us men, because we are very brave.
fr_fr: Nous devons tester ces équipements parce que l'Administration ne nous laissera pas les utiliser tels quels sur des gens sans que nous ne les testions, et le meilleur système pour les tester, ce sont les cochons.

source: Then, approximately 25 percent of all patients never have any symptoms.
fr_fr: On place un fil, un conducteur, dans le ventricule droit à l'intérieur du cœur, qui fournit l'électrocardiogramme, qui est le signal électrique venant du cœur.

source: Well, what is needed for the earliest possible warning of a heart attack?
fr_fr: Il y a la ligne de départ -- en premier lieu, un signal bien plus fort et plus fiable.

source: There was the baseline -- first of all, a much bigger and more reliable signal.
fr_fr: C'est implanté avec des techniques conventionnelles.

source: And if we had a computer that could detect it, we could tell you you're having a heart attack so early it could save your life and prevent congestive heart failure.
fr_fr: Donc, on a mis deux stents en cuivre dans l'artère de ce cochon, et laissez-moi vous montrer le résultat qui est très satisfaisant particulièrement pour les personnes qui ont des maladies vasculaires.

source: It's implanted with very conventional techniques.
fr_fr: Vous la voyez ici ?

source: It'll wake you up and tell you to get your tail to the emergency room when the thing goes off because, if you don't, you're in deep doo-doo.
fr_fr: Ce cochon, à 10h06, était en train d'avoir une crise cardiaque.

source: That's not very nice, but, after all, we had to find out what the answer is.
fr_fr: Nous pouvons sauver la vie de ceux qui présentent un risque élevé de crise cardiaque.

source: But we had a little bit over an hour where we could've saved this pig's life.
fr_fr: Pas en Afrique -- C'est le cas typique dans le monde civilisé d'aujourd'hui.

source: We can save the lives of people who are at high risk for a heart attack."
fr_fr: Puis cela part vers le centre d'opérations, où ils récupèrent vos données personnelles qui sont dans un centre quelque part aux Etats-Unis.

source: We're going to send him the signal that we have, that says you have a heart attack, and we're going to send the signal to the hospital and we're going to have it analyzed there, and there you're going to be with your doctor and you'll be taken care of so you won't die of a heart attack.""
fr_fr: Il pèse près de 30 kilos et a un fil d'un diamètre de trois centimètres.

source: We have a mission statement for our company doing migraine, which is, ""Prevent or ameliorate migraine headaches by the application of a safe, controlled magnetic pulse applied, as needed, by the patient.""
fr_fr: Cela signifie que l'impulsion magnétique a engendré un courant électrique qui interfère avec l'activité électrique erronée du cerveau.

source: Yousef Mohammed: In other words, we're treating electricity with electricity, rather than treating electricity with the chemicals that we're using nowadays.
fr_fr: On détecte là, que cela va arriver, et on réagit en appliquant de l'énergie électrique en ce point, qui efface le signal erratique de telle manière que vous n'éprouvez pas les manifestations d'une migraine.

source: Christina now swears by it.
fr_fr: Le dispositif pourrait être implanté sous le cuir chevelu pour être totalement invisible et pour éviter les ruptures de fil, qui arrive si vous l'avez mis dans la poitrine et que vous tournez la tête dans tous les sens.

source: CS: It's been the most wonderful thing for my migraine.
fr_fr: Monter une société pour produire un neuro-pacemaker pour l'épilepsie, et toutes les maladies du cerveau, parce que toutes les maladies du cerveau sont le résultat d'un dysfonctionnement électrique à l'intérieur de celui-ci, qui provoque la majorité, sinon la totalité, des désordres cérébraux."

source: Robert Fischell: And that is the invention to treat migraines.
fr_fr: Ceci est probablement une meilleure image.

source: The most severe headaches responded better after we did it several times, and the unexpected finding indicates that even established headaches, not only those with aura, get treated and get diminished.
fr_fr: Dans le fil bleu, on a ce qu'on appelle une électrode profonde de cerveau.

source: And auras can be erased and the migraine, then, does not occur.
fr_fr: Si c'est l'origine de l'épilepsie, on peut la soigner également.

source: Well, ""responsive electrical stimulation"" means that we sense, at a place in your brain which is called an ""epileptic focus,"" which is where the epileptic seizure begins -- we sense there, that it's going to happen, and then we respond by applying an electrical energy at that spot, which erases the errant signal so that you don't get the clinical manifestations of the migraine headache.
fr_fr: J'ai trois vœux.

source: (Laughter) Engage a company having prior successes for human factors engineering and industrial design to optimize the design of the first portable TMS device that will be sold to the patients who have migraine headaches.
fr_fr: Nous avons des gens du spectacle ici, il y a des gens qui savent comment faire des vidéos, avec des présentations visuelles de l'anatomie et des fonctionnements animés.

source: And, of the 100,000-dollar prize money, that TED was so generous to give me, I am donating 50,000 dollars to the NeuroPace people to get on with the treatment of OCD, obsessive-compulsive disorder, and I'm making another 50,000 available for a company to optimize the design of the device for migraines.
fr_fr: Alors, expliquons plus simplement.

source: Lawyers take cases on contingency with the hope of a big share of a big settlement by a sympathetic jury, because this patient really ended up badly.
fr_fr: Le patient ou l'épouse accepte de ne pas intenter de procès si l'un des risques connus se réalise.

source: Now, also a video is done of the patient or spouse and medical presenter, with the patient agreeing that he understands the procedure to be done, including all the possible failure modes.
fr_fr: (Laughter) But I want to tell you something useful -- and here it is, so concentrate now.

source: These are just some starting points.
fr_fr: And then one of two things will happen.

source: (Laughter) One of my senior colleagues told me, when I was a youngster in this profession, rather proudly, that statisticians were people who liked figures but didn't have the personality skills to become accountants.
fr_fr: Many years ago, when we first started going out, she was working for the BBC in Britain, and I was, at that stage, working in America.

source: (Laughter) And there's another in-joke among statisticians, and that's, ""How do you tell the introverted statistician from the extroverted statistician?""
fr_fr: I was coming back to visit her.

source: It's very unlikely -- in this special setting, and this collection of people -- but you might just find yourself talking to someone you'd rather wish that you weren't. So here's what you do.
fr_fr: She paused and said, ""He models things.""

source: (Laughter) Well, except they've been pre-warned now, and they'll know you're making it up.
fr_fr: Well, Sarah thought a little bit more about my work and said, ""Genes.""

source: "It's one of the challenges in our profession to try and explain what we do.
fr_fr: You've got to think, and I'm going to ask you some questions.

source: (Laughter) Well, her colleague suddenly got much more interested than I had any right to expect and went on and said, ""What does he model?""
fr_fr: The next time, after the 15th toss.

source: What I want to do more generally is to get you thinking about the place of uncertainty and randomness and chance in our world, and how we react to that, and how well we do or don't think about it.
fr_fr: So, on this side, you get out your coins, and you toss and toss and toss.

source: And for some reason -- which shall remain rather vague -- we're interested in a particular pattern.
fr_fr: So here's a deep mathematical fact -- if you've got two numbers, one of three things must be true.

source: So you do that lots and lots of times, and you average those numbers.
fr_fr: OK, who hasn't voted yet?

source: The other half of the audience doesn't like head-tail-tail -- they think, for deep cultural reasons, that's boring -- and they're much more interested in a different pattern -- head-tail-head.
fr_fr: (Laughter) OK.

source: So on this side, you've got a number -- you've done it lots of times, so you get it accurately -- which is the average number of tosses until head-tail-tail.
fr_fr: A is true here.

source: (Laughter) OK.
fr_fr: We start tossing a coin, and we get a head -- and you start sitting on the edge of your seat because something great and wonderful, or awesome, might be about to happen.

source: It takes longer, on average.
fr_fr: You're done, and you celebrate.

source: Anything different about the two patterns?
fr_fr: On this side, there's a different experience.

source: You can't do that with head-tail-tail.
fr_fr: If it's a tail, you crack open the champagne.

source: I'll give you one of them.
fr_fr: Another way of thinking about it -- if we tossed a coin eight million times, then we'd expect a million head-tail-heads and a million head-tail-tails -- but the head-tail-heads could occur in clumps.

source: It's the same for the first two parts of the sequence.
fr_fr: How long will those chunks be?"""

source: Another way of thinking about it -- if we tossed a coin eight million times, then we'd expect a million head-tail-heads and a million head-tail-tails -- but the head-tail-heads could occur in clumps.
fr_fr: You know about the Human Genome Project.

source: There's a connection between head-tail-heads and head-tail-tails in genetics, and it's the following.
fr_fr: The most pressing one is that we want to understand how some differences make some people susceptible to one disease -- type-2 diabetes, for example -- and other differences make people more susceptible to heart disease, or stroke, or autism and so on.
